[M_Overlooked2 MissionDefinition]
MissionName="Overlook: Ativação do Escudo"
MissionDescription="Os habitantes de [place]Overlook[-place] desejam se rebelar contra a tirania da Hyperion, porém, isso pode ser complicado, uma vez que a corporação tem poder de fogo para dizimar o povoado inteiro com um bombardeio lunar. Karima lhe pediu que jogue todos os escudos que puder no triturador de Overlook. Quando tiver escudos suficientes, Karima usará a sucata para construir um escudo gigantesco, capaz de proteger a cidade inteira (algo parecido com o que existe em [place]Santuário[-place])."
TurnInDescription="A tecnologia do escudo está pronta! Agora só falta testá-la."
MissionSummary="Ajude Karima a construir um escudo para [place]Overlook[-place]."
MissionGiver="Karima"
MissionTurnInLocation="Karima"
TeaserText="Overlook precisa de um escudo."

[M_Overlooked2:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Overlooked2:Overlooked2_CollectItems MissionObjectiveDefinition]
ProgressMessage="Jogue alguns escudos no triturador"

[M_Overlooked2:Overlooked2_CollectItems_ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Overlooked2:Overlooked_CollectShieldParts MissionObjectiveDefinition]
ProgressMessage="Pegue os núcleos dos escudos"

[M_Overlooked2:ReturnToKarima MissionObjectiveDefinition]
ProgressMessage="Entregue os núcleos dos escudos"

